[
  {
    "name": "Zotz-Stammesmitglied",
    "size": "Mittelgroß",
    "type": "Untoter",
    "alignment": "neutral böse",
    "armor_class": 14,
    "hit_points": "65 (10d8 + 20)",
    "speed": "9 m",
    "strength": 16,
    "dexterity": 16,
    "constitution": 14,
    "intelligence": 10,
    "wisdom": 10,
    "charisma": 12,
    "saving_throws": {
      "dexterity": 5,
      "wisdom": 2
    },
    "skills": {
      "wahrnehmung": 2,
      "heimlichkeit": 5
    },
    "damage_resistances": "nekrotisch; Wuchtschaden, Stichschaden und Hiebschaden von nichtmagischen Angriffen",
    "damage_immunities": "Gift",
    "condition_immunities": "bezaubert, erschöpft, vergiftet",
    "senses": "Dunkelsicht 18 m, passive Wahrnehmung 12",
    "languages": "Gemeinsprache",
    "challenge_rating": 3,
    "special_abilities": [
      {
        "name": "Blutrausch",
        "desc": "Der Zotz hat Vorteil bei Nahkampfangriffswürfen gegen jede Kreatur, die nicht alle ihre Trefferpunkte hat."
      },
      {
        "name": "Regeneration",
        "desc": "Der Zotz gewinnt zu Beginn seines Zuges 10 Trefferpunkte zurück, wenn er mindestens 1 Trefferpunkt hat und sich nicht im Sonnenlicht oder fließendem Wasser befindet. Wenn der Zotz gleißenden Schaden oder Schaden durch Weihwasser erleidet, funktioniert diese Eigenschaft zu Beginn des nächsten Zuges des Zotz nicht."
      },
      {
        "name": "Spinnenklettern",
        "desc": "Der Zotz kann schwierige Oberflächen, einschließlich kopfüber an Decken, ohne einen Fähigkeitswurf erklimmen."
      }
    ],
    "actions": [
      {
        "name": "Mehrfachangriff",
        "desc": "Der Zotz macht zwei Angriffe, von denen nur einer ein Bissangriff sein kann."
      },
      {
        "name": "Biss",
        "desc": "Nahkampfwaffenangriff: +5 zum Treffen, Reichweite 1,5 m, eine gewillte Kreatur oder eine Kreatur, die vom Zotz gepackt, handlungsunfähig oder festgehalten wird. Treffer: 6 (1d6 + 3) Stichschaden plus 7 (2d6) nekrotischer Schaden. Das Trefferpunktemaximum des Ziels wird um einen Betrag in Höhe des erlittenen nekrotischen Schadens reduziert, und der Zotz gewinnt Trefferpunkte in Höhe dieses Betrags zurück. Die Reduzierung hält an, bis das Ziel eine lange Rast beendet. Das Ziel stirbt, wenn dieser Effekt sein Trefferpunktemaximum auf 0 reduziert."
      },
      {
        "name": "Klauen",
        "desc": "Nahkampfwaffenangriff: +5 zum Treffen, Reichweite 1,5 m, eine Kreatur. Treffer: 8 (2d4 + 3) Hiebschaden. Anstatt Schaden zu verursachen, kann der Zotz das Ziel packen (Entkommen DC 13)."
      }
    ]
  }
]